[
  {
    "name": "Belapur Fort",
    "location": "Belapur, Navi Mumbai",
    "coordinates": {
      "latitude": 19.004861782185106,
      "longitude": 73.02576227520359
    },
    "content": "The Belapur Fort is a fort near the township of Belapur in Navi Mumbai (New Bombay), Maharashtra, India. The fort was built by the Siddis of Janjira. It was later conquered by the Portuguese, and then Marathas. In 1733, the Marathas, led by Chimaji Appa, seized the fort from the Portuguese.\n The fort has been the venue for the 'Sounds of the Sufi' music festival, which is held every year in the month of February, since 2010. The festival is organised by the Navi Mumbai Municipal Corporation (NMMC) to promote tourism in the city. The festival has performances by Sufi singers and qawwals, and also has food stalls.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipPtBBuD2gCgnuU0VLraGHXoBmt7ChXrlCOdaVCd=w408-h306-k-no",
    "last_updated": ""
  },
  {
    "name": "Rock Garden",
    "location": "Nerul, Navi Mumbai",
    "coordinates": {
      "latitude": 19.02997523617915,
      "longitude": 73.01502607832728
    },
    "content": "The Rock Garden is a public park situated in Nerul, Navi Mumbai. The park is spread across 119 hectares (290 acres) of land and is divided into 45 sectors. The park was inaugurated in November 2010. The park has a jogging track, a theme park, a golf course, a cricket ground, a food court, botanical gardens, and a theme park. The park is also home to the ISKCON temple, which is a replica of the ISKCON temple in Tirupati.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipOrvkWGCc0bQ32oyhzpufUvmszqPOXPax2Oqe_8=w426-h240-k-no",
    "last_updated": ""
  },
  {
    "name": "DY Patil Stadium",
    "location": "Nerul, Navi Mumbai",
    "coordinates": {
      "latitude": 19.04872297489973,
      "longitude": 73.04872297489973
    },
    "content": "DY Patil Stadium is a football and a cricket stadium at Nerul, Navi Mumbai, Maharashtra, India. The stadium has a capacity of 55,000 people. Although the stadium is used mostly for cricket purposes, it has facilities for other sports such as football, tennis, badminton, and squash. The stadium has hosted many international cricket and football matches. The stadium is also the home ground of the Mumbai Indians cricket team and the Mumbai City FC football team.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipMbeGpGbcLbJ03dN-qMA-xBtz-ADSKP1JNCStQc=s483-k-no",
    "last_updated": ""
  },
  {
    "name": "Pandavkada Falls",
    "location": "Kharghar, Navi Mumbai",
    "coordinates": {
      "latitude": 19.062807782139046,
      "longitude": 73.04872297489973
    },
    "content": "Pandavkada Falls is a waterfall located Kharghar, a suburb of Navi Mumbai. The waterfall, about 107 metres high is a type of 'plunge' waterfall in nature pouring in massive amounts of water on the rocky surface underneath. The waterfall is perennial and is especially beautiful in the monsoon season. The waterfall is a popular picnic spot and is a very famous tourist destination. The waterfall is also a very famous spot for one day treks.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipP8Zmj-qw1ZnduwahOSAJ00VWSta92KNaT_XVg-=w408-h544-k-no",
    "last_updated": ""
  },
  {
    "name": "Central Park",
    "location": "Kharghar, Navi Mumbai",
    "coordinates": {
      "latitude": 19.06600109084559,
      "longitude": 73.06047451710558
    },
    "content": "Central Park is a public park situated in Kharghar, Navi Mumbai. It is the largest park in the city. The park is spread across 119 hectares (290 acres) of land and is divided into 45 sectors. The park was inaugurated in November 2010. The park has a jogging track, a theme park, a golf course, a cricket ground, a food court, botanical gardens, and a theme park. The park is also home to the ISKCON temple, which is a replica of the ISKCON temple in Tirupati.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipMajan5PT6YoXMf15iwzYsSfDrD6e6pjDQaZpFD=w203-h114-k-no",
    "last_updated": ""
  },
  {
    "name": "Wonders Park",
    "location": "Nerul, Navi Mumbai",
    "coordinates": {
      "latitude": 19.02865025449763,
      "longitude": 73.01557006382834
    },
    "content": "Wonders Park is a public park situated in Nerul, Navi Mumbai. The park is spread across 119 hectares (290 acres) of land and is divided into 45 sectors. The park was inaugurated in November 2010. The park has a jogging track, a theme park, a golf course, a cricket ground, a food court, botanical gardens, and a theme park. The park is also home to the ISKCON temple, which is a replica of the ISKCON temple in Tirupati.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipMplCLhG3oeOEsjpr_Iq8PrAF_od2VVRkNdXA-o=w203-h152-k-no",
    "last_updated": ""
  },
  {
    "name": "ISKCON Temple",
    "location": "Kharghar, Navi Mumbai",
    "coordinates": {
      "latitude": 19.066595608602795,
      "longitude": 73.06209369623473
    },
    "content": "ISKCON Temple is a replica of the ISKCON temple in Tirupati. The temple is located in Kharghar, Navi Mumbai.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipNzYv002cW5nkYHCb4QQiNisPXLjKs-C5HTi_fG=w203-h152-k-no",
    "last_updated": ""
  },
  {
    "name": "Kharghar Hills",
    "location": "Kharghar, Navi Mumbai",
    "coordinates": {
      "latitude": 19.064838608487094,
      "longitude": 73.06568543080292
    },
    "content": "Kharghar Hills is a hill range located in Kharghar, Navi Mumbai. The hills are a popular trekking destination. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course. The hills are also home to the Kharghar Valley Golf Course, which is a 9-hole golf course.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipPSM3Dpwh39ZMq3zq365s95VEGDyPhpeDDRvqXC=w203-h114-k-no",
    "last_updated": ""
  }
]
