[
  {
    "name": "CIDCO Nature Tourism Centre",
    "location": "Kharghar, Navi Mumbai",
    "coordinates": {"latitude": 19.044993, "longitude": 73.059998},
    "content": "CIDCO Nature Park is a nature park in Kharghar, Navi Mumbai, India. It covers an area of around 1,25,000 square metres (30 acres) and was inaugurated on 19 February 2010. It is located off the Mumbai-Pune Expressway about 2 kilometres (1.2 mi) from Kharghar railway station. The park has been developed to provide an open space for people to learn about nature and to escape from their stressful urban lifestyles. It is also a relief for the concrete jungles of Navi Mumbai.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipNrYEyw0ILoPdypN5Q_AvMXvKrdMj4Ua5_h9imj=w408-h544-k-no",
    "last_updated": ""
  },
  {
    "name": "Pandavkada Falls",
    "location": "Kharghar, Navi Mumbai",
    "coordinates": {"latitude": 19.062807782139046, "longitude": 73.04872297489973},
    "content": "Pandavkada Falls is a waterfall located Kharghar, a suburb of Navi Mumbai. The waterfall, about 107 metres high is a type of 'plunge' waterfall in nature pouring in massive amounts of water on the rocky surface underneath. The waterfall is perennial and is especially beautiful in the monsoon season. The waterfall is a popular picnic spot and is a very famous tourist destination. The waterfall is also a very famous spot for one day treks.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipP8Zmj-qw1ZnduwahOSAJ00VWSta92KNaT_XVg-=w408-h544-k-no",
    "last_updated": ""
  },
  {
    "name": "Karnala Bird Sanctuary",
    "location": "Panvel, Navi Mumbai",
    "coordinates": {"latitude": 18.9473, "longitude": 73.1107},
    "content": "Karnala Bird Sanctuary is located in Panvel Taluka of Raigad District, outside Mumbai, India near Matheran and Karjat. The sanctuary is quite small with an area of 4.8 square kilometres (1,200 acres) but along with the Sanjay Gandhi National Park and Tungareshwar sanctuary is one of the few sanctuaries to be within reach of the city of Mumbai. It is located 10 km from Panvel. It is centered on the historic Karnala Fort and lies just off the Mumbai-Pune national highway NH 17. The sanctuary is open to the public and is a popular destination for bird-watchers and hikers.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipPX9hWs94WeOOU-Xl0B-8MYL3cQ5ou0rVf-cPf7=w203-h152-k-no",
    "last_updated": ""
  },
  {
    "name": "Matheran",
    "location": "Raigad, Maharashtra",
    "coordinates": {"latitude": 18.9846, "longitude": 73.2657},
    "content": "Matheran is a hill station and a municipal council in Karjat Tahsil in the Raigad district in the Indian state of Maharashtra. It is a hill station in Karjat Tahsil and is also the smallest hill station in India. It is located on the Western Ghats range at an elevation of around 800 m (2,625 feet) above sea level. It is located around 90 km from Mumbai, and 120 km from Pune. Matheran's proximity to many metropolitan cities makes it a popular weekend getaway for urban residents. Matheran, which means \"forest on the forehead\" (of the mountains) is an eco-sensitive region, declared by the Ministry of Environment and Forest, Government of India. It is Asia's only automobile-free hill station.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipOiKrzNwC4hizs_8913SpF3B0r1_LV6W_EnxiO6=w203-h203-k-no",
    "last_updated": ""
  },
  {
    "name": "Elephanta Caves",
    "location": "Elephanta Island, Mumbai",
    "coordinates": {"latitude": 18.9647, "longitude": 72.9337},
    "content": "Elephanta Caves are a UNESCO World Heritage Site and a collection of cave temples predominantly dedicated to the Hindu god Shiva. They are located on Elephanta Island, or Gharapuri (literally \"the city of caves\") in Mumbai Harbour, 10 kilometres (6.2 mi) to the east of the city of Mumbai in the Indian state of Mahārāshtra. The island, located on an arm of the Arabian Sea, consists of two groups of caves—the first is a large group of five Hindu caves, the second, a smaller group of two Buddhist caves. The Hindu caves contain rock cut stone sculptures, representing the Shaiva Hindu sect, dedicated to the Lord Shiva.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipOb3vU0IlKPzgQVFIEPmbssNevf7oD65R3OYGnP=w203-h152-k-no",
    "last_updated": ""
  },
  {
    "name": "Alibaug",
    "location": "Raigad, Maharashtra",
    "coordinates": {"latitude": 18.6414, "longitude": 72.8795},
    "content": "Alibaug is a coastal town in Raigad, Maharashtra. Its beaches are very popular and Alibaug is a popular getaway from Mumbai since it’s located just about 100 kms from Mumbai. Alibaug is well-connected with Mumbai by road, rail and ferry. There are frequent buses to Alibaug from Mumbai and Pune. The nearest railway station is at Pen, 30 km away. From Pen, one can take a bus or a taxi to Alibaug. The nearest airport is Mumbai Airport, which is 140 km away.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipNoRyT8DbnKu3hmKOxW2HrrpmX3qjSjkOtSZQZy=w203-h152-k-no",
    "embed_map_url": "",
    "last_updated": ""
  },
  {
    "name": "Bhushi Dam",
    "location": "Lonavala, Maharashtra",
    "coordinates": {"latitude": 18.7539, "longitude": 73.4227},
    "content": "Bhushi Dam is a masonry dam on the Indrayani River in Lonavala, Maharashtra, India. In 2014, the Indian Railways announced plans to develop Bhushi Dam as a tourist resort with participation from the private sector.",
    "image_url": "https://lh5.googleusercontent.com/p/AF1QipPw-VQ7b7RvAmCMpYYe8OMdBs1XQ9sshC15X6Y1=w203-h152-k-no",
    "last_updated": ""
  },
  {
    "name": "Khandala",
    "location": "Lonavala, Maharashtra",
    "coordinates": {"latitude": 18.7583, "longitude": 73.3757},
    "content": "Khandala is a hill station in the Western Ghats in the state of Maharashtra, India, about 3 kilometres (1.9 mi) from Lonavala and 7 kilometres (4.3 mi) from Karjat.",
    "image_url": "https://lh3.googleusercontent.com/gps-proxy/AFm_dcRJr5h_HQSCYZirp2cIKfgEU4ZqCUliiKWyGuDz-EhWlqaf1iO5vnXGfDYKzH86nBeQmbbWsJeRG8WRc08tTFPu2Uo9AXlouMdvbFp7W42tQfyddFjH400Yk3Rrg9_7C34dLsz9-DUcsHWEoLFC0S3V3zm2la7TdvV2oCsFJ-PMrv_3Cpt70niV=w203-h134-k-no",
    "embed_map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d60446.28858468305!2d73.37570259946098!3d18.758314235978723!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be8012af5c2dcbd%3A0x4e9a732d604a9bd9!2sKhandala%2C%20Lonavala%2C%20Maharashtra!5e0!3m2!1sen!2sin!4v1696886056891!5m2!1sen!2sin",
    "last_updated": ""
  }
]
