[
    {
      "id": 1,
      "title": "Don't be hesitant to ask for help",
      "content": "If you're lost or confused, don't be hesitant to seek assistance from other passengers. Navi Mumbaikars are generally quite helpful and will gladly serve you."
    },
    {
      "id": 2,
      "title": "Avoid Peak Hours",
      "content": "If possible, avoid traveling during peak hours when buses are more crowded. Wait for the rush to subside, or travel during off-peak hours for a more comfortable commute."
    },
    {
      "id": 3,
      "title": "Unofficial Seat Booking",
      "content": "When you are traveling for a long journey and didn't get to sit, then ask the passenger who is already sitting, about their destination and accordingly book the seat unofficially for yourself."
    },
    {
      "id": 4,
      "title": "Mind Your Belongings",
      "content": "Always keep an eye on your belongings, especially in crowded places. Ensure that your bags and valuables are secure to prevent any potential theft or loss."
    },
    {
      "id": 5,
      "title": "Use NaviXplore App for Navigation",
      "content": "Make use of NaviXplore app on your smartphone to plan your routes and get real-time information about bus schedules. This can help you navigate the city more efficiently."
    },
    {
      "id": 6,
      "title": "Carry Small Change",
      "content": "It's advisable to carry small denominations of currency to pay for bus fares. Bus conductors may not always have change for larger bills."
    },
    {
      "id": 7,
      "title": "Be Aware of Bus Routes",
      "content": "Familiarize yourself with the bus routes in Navi Mumbai. Knowing the routes and stops can save you from unnecessary confusion and help you reach your destination more smoothly."
    },
    {
      "id": 8,
      "title": "Check for Updates on Delays",
      "content": "Stay informed about any delays or disruptions in bus services. You can check for updates on NaviXplore app, or official announcements to plan your journey accordingly."
    },
    {
      "id": 9,
      "title": "Respect Local Customs",
      "content": "Be mindful of local customs and etiquette. In crowded spaces, maintain personal space boundaries, and avoid loud conversations or disruptive behavior."
    },
    {
      "id": 10,
      "title": "Stay Hydrated and Comfortable",
      "content": "Carry a water bottle, especially during hot weather, to stay hydrated during your commute. Dress comfortably, considering the weather conditions, and wear comfortable shoes for walking to and from bus stops."
    }
  ]
  